import 'Post.dart';

class dataBase_free {
  static Post post1 = Post(
      "너네는 팀플하지마라",
      "팀플이 개인플이 될 수 있다!!",
      "익명",
      "06/13",
      9999,
      ["힘들었겠다..", "혹시 ㄱㅁㅊ이야?", "아니면 ㅇㅎㅅ??", "ㄱㅎㄴ도 맞아?", "나도 그런 적 있었는데..", "힘내!"]);
  static Post post2 =
      Post("둥지들과 함께하는 짱 즐거운 일요일",
          "추천하면 이번 학기 올 A+",
          "익명",
          "06/13",
          63,
          ["일요일 너무 좋아!"]);
  static Post post3 = Post("오늘 학식 머양?-?",
      "냉면 나오면 좋겠당~",
      "익명",
      "06/13",
      0,
      ["냉면 최고 🤍", "배고파 🤤🤤🤤"]);
}
